Repository: jinhongw/TouchDesk
Catalog: Localizable.xcstrings
Source language: en
Languages: de, fr, ja, ko, zh_hans, zh_hant

source: /yr
de: /jr
fr: /an
ja: /年
ko: /년
zh_hans: /年
zh_hant: /年

source: 50% OFF
de: 50 % Rabatt
ja: 50％オフ
ko: 50% 할인
zh_hans: 5折优惠
zh_hant: 五折優惠

source: About
de: Über
fr: À propos
ja: 概要
ko: 정보
zh_hans: 关于
zh_hant: 關於

# Aligned with surface
source: Finish Placement
de: Platzierung abschließen
fr: Terminer le placement
ja: 配置を完了する
ko: 배치를 완료하세요
zh_hans: 完成放置
zh_hant: 完成放置

source: Annual
de: Jährlich
ja: 年間
ko: 연간
zh_hans: 年度
zh_hant: 年度

source: Back
de: Zurück
fr: Retour
ja: 戻る
ko: 뒤로 가기
zh_hans: 返回
zh_hant: 返回

# Background
source: Background color
de: Hintergrundfarbe
fr: Couleur de fond
ja: 背景色
ko: 배경색
zh_hans: 背景色
zh_hant: 背景色

source: Cancel anytime
de: Jederzeit kündbar
fr: Annulez à tout moment
ja: いつでもキャンセル可能
ko: 언제든지 취소 가능
zh_hans: 随时取消
zh_hant: 隨時取消

source: Color
de: Farbe
fr: Couleur
ja: カラー
ko: 색상
zh_hans: 颜色
zh_hant: 顏色

source: Coming features
de: Bevorstehende Funktionen
fr: Fonctionnalités à venir
ja: 今後の機能
ko: 예정된 기능
zh_hans: 未来更多功能
zh_hant: 即將推出更多功能

source: Confetti
de: Konfetti werfen
fr: Lancer des confettis
ja: 花を撒く
ko: 꽃을 뿌리다
zh_hans: 撒花
zh_hant: 撒花

source: Corner radius
de: Eckenradius
fr: Rayon des coins
ja: 角の半径
ko: 코너 반경
zh_hans: 圆角半径
zh_hant: 圓角半徑

# Credits
source: Acknowledgements
de: Danksagungen
fr: Remerciements
ja: 謝辞
ko: 감사 인사
zh_hans: 致谢
zh_hant: 致謝

source: Dominant Hand Setting
de: Einstellung der dominanten Hand
fr: Paramètre de main dominante
ja: 利き手の設定
ko: 주로 쓰는 손 설정
zh_hans: 惯用手设置
zh_hant: 慣用手設定

source: Done
de: Fertig
fr: Terminé
ja: 完了
ko: 완료
zh_hans: 完成
zh_hant: 完成

source: Drag the board to any surface, it turns green when aligned
de: Ziehen Sie das Board auf eine beliebige Fläche; es wird grün, wenn es ausgerichtet ist
fr: Faites glisser le tableau sur n’importe quelle surface, il devient vert lorsqu’il est aligné
ja: ボードを任意の面にドラッグし、 位置が合うと緑色に変わります
ko: 보드를 임의의 평면으로 드래그하세요. 정렬되면 녹색으로 변합니다.
zh_hans: 拖动画板至任意平面， 贴合时底色变绿
zh_hant: 拖動畫板至任意平面， 貼合時底色變綠

source: Drawing
de: Zeichnung
fr: Dessin
ja: 描画
ko: 드로잉
zh_hans: 绘图
zh_hant: 繪圖

source: Drawing & Canvas Gestures
de: Zeichen- und Leinwandgesten
fr: Gestes de dessin et de toile
ja: 描画とキャンバスジェスチャー
ko: 그리기 및 캔버스 제스처
zh_hans: 绘画和画布手势
zh_hant: 繪畫與畫布手勢

source: Edit
de: Bearbeiten
fr: Modifier
ja: 編集
ko: 편집
zh_hans: 编辑
zh_hant: 編輯

source: Eraser Type
de: Radiergummityp
fr: Type de gomme
ja: 消しゴムの種類
ko: 지우개 유형
zh_hans: 橡皮擦类型
zh_hant: 橡皮擦類型

source: Export Image
de: Bild exportieren
fr: Exporter l’image
ja: 画像をエクスポート
ko: 이미지 내보내기
zh_hans: 导出图片
zh_hant: 匯出圖片

source: Export setting
de: Exporteinstellungen
fr: Paramètres d’exportation
ja: 書き出し設定
ko: 내보내기 설정
zh_hans: 导出设置
zh_hant: 匯出設定

source: Feel time through the Sun
de: Erlebe Zeit mit der Sonne
fr: Ressentez le temps avec le Soleil
ja: 太陽とともに時間を感じる
ko: 태양과 함께 시간을 느껴보세요
zh_hans: 随太阳感受时间
zh_hant: 隨太陽感受時間

source: Follow Me
de: Folgen Sie mir
fr: Suivez-moi
ja: フォローする
ko: 나를 팔로우하세요
zh_hans: 关注我
zh_hant: 關注我

source: Follow me @easybreezy on 小红书
de: Folgen Sie mir auf 小红书: @easybreezy
fr: Suivez-moi sur 小红书 : @easybreezy
ja: Xiaohongshu でフォローしてください: @easybreezy
ko: 나를 팔로우하세요
zh_hans: 在小红书上关注我 @easybreezy
zh_hant: 在小紅書上關注我：@easybreezy

source: Follow me @easybreezy982 on Twitter/X
de: Folgen Sie mir auf Twitter/X: @easybreezy982
fr: Suivez-moi sur Twitter/X : @easybreezy982
ja: Twitter/X でフォローしてください: @easybreezy982
ko: Twitter/X에서 @easybreezy982를 팔로우하세요
zh_hans: 在 Twitter/X 上关注我 @easybreezy982
zh_hant: 在 Twitter/X 上關注我：@easybreezy982

source: Get Pro
de: Pro holen
fr: Obtenir Pro
ja: Proを取得
ko: Pro 구매
zh_hans: 获取 Pro
zh_hant: 獲取 Pro

source: Hand Drawn Shapes by @Sajjad
de: Handgezeichnete Formen von @Sajjad
fr: Formes dessinées à la main par @Sajjad
ja: 手描きの形、作成者：@Sajjad
ko: @Sajjad의 손으로 그린 도형
zh_hans: 手绘图形，作者：@Sajjad
zh_hant: 手繪圖形，作者：@Sajjad

# How to Use
source: Gesture Tips
de: Gesten-Tipps
fr: Astuces de gestes
ja: ジェスチャーのヒント
ko: 제스처 팁
zh_hans: 交互手势提示
zh_hant: 互動手勢提示

source: Learn More
de: Mehr erfahren
fr: En savoir plus
ja: 詳しくはこちら
ko: @Sajjad의 손으로 그린 도형
zh_hans: 了解更多
zh_hant: 瞭解更多

# Left %lld drawings
source: %lld Left
de: %lld verbleibend
fr: Il reste %lld
ja: 残り %lld 枚
ko: %lld개 남음
zh_hans: 剩余 %lld
zh_hant: 剩餘 %lld

source: Licensed under CC BY 4.0
de: Lizenziert unter CC BY 4.0
fr: Sous licence CC BY 4.0
ja: CC BY 4.0 ライセンスに基づく
ko: CC BY 4.0 라이선스에 따라 사용
zh_hans: 根据 CC BY 4.0 许可协议授权
zh_hant: 根據 CC BY 4.0 許可協議授權

source: Lifetime
de: Lebenslang
fr: À vie
ja: 生涯
ko: 평생
zh_hans: 终身
zh_hant: 終身

source: Lifetime plan
de: Lebenslanger Plan
fr: Plan à vie
ja: 生涯プラン
ko: 평생 사용, 평생 라이선스
zh_hans: 终身订阅
zh_hant: 終身訂閱

# Like the app support me
source: Like this app? Support me!
de: Gefällt Ihnen diese App? Unterstützen Sie mich!
fr: Vous aimez cette application ? Soutenez-moi !
ja: このアプリが気に入りましたか？ぜひ応援してください！
ko: 이 앱이 마음에 드시나요? 저를 응원해주세요!
zh_hans: 喜欢这款应用吗？请支持我
zh_hant: 喜歡這款應用嗎？請支持我！

source: Lock Canvas
de: Leinwand sperren
fr: Verrouiller la toile
ja: キャンバスをロック
ko: 캔버스 잠금
zh_hans: 锁定画布
zh_hant: 鎖定畫布

source: Made by easybreezy
de: Von easybreezy erstellt
fr: Créé par easybreezy
ja: easybreezy 制作
ko: easybreezy 제작
zh_hans: 由 easybreezy 制作
zh_hant: 由 easybreezy 製作

source: Manage
de: Verwalten
fr: Gérer
ja: 管理
ko: 관리
zh_hans: 管理
zh_hant: 管理

source: Manage Subscription
de: Abonnement verwalten
fr: Gérer l’abonnement
ja: サブスクリプションを管理
ko: 구독 관리
zh_hans: 管理订阅
zh_hant: 管理訂閱

# Maximum recent colors
source: Recent Colors Count
de: Anzahl der zuletzt verwendeten Farben
fr: Nombre de couleurs récentes
ja: 最近使った色の数
ko: 최근 사용한 색상 수
zh_hans: 最近使用颜色数量
zh_hant: 最近使用顏色數量

source: Monthly
de: Monatlich
fr: Mensuel
ja: 毎月
ko: 매월
zh_hans: 月度
zh_hant: 月度

# Need Cancel Subscription First
source: Need to cancel subscription first
de: Sie müssen zuerst das Abonnement kündigen
fr: Vous devez d’abord annuler l’abonnement
ja: まずサブスクリプションを解約する必要があります
ko: 먼저 구독을 취소해야 합니다
zh_hans: 需要先取消订阅
zh_hant: 需要先取消訂閱

# Notes
source: All Drawings
de: Alle Zeichnungen
fr: Tous les dessins
ja: すべての絵
ko: 모든 그림
zh_hans: 所有图画
zh_hant: 所有圖畫

source: One-time purchase, no subscription
de: Einmalige Zahlung, keine Abonnements
fr: Achat unique, sans abonnement
ja: 1回限りの購入、サブスクリプションなし
ko: 일회성 구매, 구독 없음
zh_hans: 一次性购买，无需订阅
zh_hant: 一次性購買，無需訂閱

source: Padding
de: Innenabstand
fr: Marge intérieure
ja: パディング
ko: 여백
zh_hans: 内边距
zh_hant: 內邊距

# Placement assistance
source: Enable Assist Placement on App Launch
de: Assistenz beim Start aktivieren
fr: Activer l’assistance au démarrage
ja: アプリ起動時にアシストオン
ko: 앱 실행 시 보조 활성화
zh_hans: 打开应用时开启辅助放置
zh_hant: 打開應用時開啟輔助放置

source: Privacy Policy
de: Datenschutzrichtlinie
fr: Politique de Confidentialité
ja: プライバシーポリシー
ko: 개인정보 처리방침
zh_hans: 隐私政策
zh_hant: 隱私政策

source: Purchase
de: Kaufen
fr: Acheter
ja: 購入
ko: 구매
zh_hans: 购买
zh_hant: 購買

# Rate the App
source: Rate this App
de: Diese App bewerten
fr: Évaluer cette application
ja: アプリを評価する
ko: 이 앱 평가하기
zh_hans: 评价应用
zh_hant: 評價此應用

source: Restore Purchases
de: Käufe wiederherstellen
fr: Restaurer les achats
ja: 購入を復元
ko: 구매 복원
zh_hans: 恢复购买
zh_hant: 恢復購買

source: Save 42% compared to monthly - cancel anytime
de: 42% sparen - Jederzeit kündbar
fr: Économisez 42% - Annulation à tout moment
ja: 月額と比較して42%オフ - いつでもキャンセル可能
ko: 월간 요금 대비 42% 절약 - 언제든지 취소 가능
zh_hans: 与每月相比节省42% - 随时取消
zh_hant: 與每月相比節省42% - 隨時取消

# Save in iCloud
source: Sync with iCloud
de: Mit iCloud synchronisieren
fr: Synchroniser avec iCloud
ja: iCloudと同期
ko: iCloud와 동기화
zh_hans: iCloud 同步
zh_hant: iCloud 同步

source: Send email to jinhongw982@gmail.com
de: E-Mail an jinhongw982@gmail.com senden
fr: Envoyez un e-mail à jinhongw982@gmail.com
ja: メール送信：jinhongw982@gmail.com
ko: jinhongw982@gmail.com으로 이메일 보내기
zh_hans: 发送邮件至 jinhongw982@gmail.com
zh_hant: 發送郵件至：jinhongw982@gmail.com

source: Settings
de: Einstellungen
fr: Paramètres
ja: 設定
ko: 설정
zh_hans: 设置
zh_hant: 設定

source: Shoot as if it's real life
de: Werfe wie im echten Leben
fr: Tirez comme dans la vraie vie
ja: 現実のようにシュートする
ko: 현실처럼 슛하세요
zh_hans: 就像现实中一样尽情投篮
zh_hant: 像現實中投籃一樣

source: Show Base Plate
de: Grundplatte anzeigen
fr: Afficher la plaque de base
ja: ベースプレートを表示
ko: 베이스 플레이트 표시
zh_hans: 显示底板
zh_hant: 顯示底板

source: Show Mini Map
de: Minikarte anzeigen
fr: Afficher la mini-carte
ja: ミニマップを表示
ko: 미니맵 표시
zh_hans: 显示小地图
zh_hant: 顯示小地圖

source: Show Quick Draw Switch
de: Schnellzeichnungs-Schalter anzeigen
fr: Afficher le commutateur de dessin rapide
ja: クイックドロー切り替えを表示
ko: 빠른 드로잉 전환 표시
zh_hans: 显示快速图画切换
zh_hant: 顯示快速圖畫切換

source: Show Recent Colors
de: Kürzlich verwendete Farben anzeigen
fr: Afficher les couleurs récentes
ja: 最近使った色を表示
ko: 최근 사용한 색상 표시
zh_hans: 显示最近使用颜色
zh_hant: 顯示最近使用顏色

source: Term of Service
de: Nutzungsbedingungen
fr: Conditions d’Utilisation
ja: 利用規約
ko: 이용 약관
zh_hans: 服务条款
zh_hant: 服務條款

source: Unlimited drawings
de: Unbegrenzte Zeichnungen
fr: Dessins illimités
ja: 無制限の図画
ko: 무제한 그림
zh_hans: 无限张图画
zh_hant: 無限張圖畫

source: Unlock Canvas
de: Leinwand entsperren
fr: Déverrouiller la toile
ja: キャンバスを解除
ko: 캔버스 잠금 해제
zh_hans: 解锁画布
zh_hant: 解鎖畫布

source: Unlock Pro Access
de: Pro-Zugriff freischalten
fr: Débloquez l’accès Pro
ja: Proアクセスをアンロック
ko: Pro 액세스 잠금 해제
zh_hans: 解锁 Pro 权限
zh_hant: 解鎖 Pro 權限

source: Until %@
de: Bis %@
fr: Jusqu’à %@
ja: %@ まで有効
ko: %@까지
zh_hans: 有效期至 %@
zh_hant: 有效期至 %@

source: Upgrade to Pro
de: Auf Pro upgraden
fr: Passer à Pro
ja: Pro にアップグレード
ko: Pro로 업그레이드
zh_hans: 升级到 Pro
zh_hant: 升級到 Pro

source: Vector hands by @Sarah Laroche
de: Vektorhände von @Sarah Laroche
fr: Mains vectorielles par @Sarah Laroche
ja: ベクターハンド、作成者：@Sarah Laroche
ko: @Sarah Laroche의 벡터 손
zh_hans: 矢量手，作者：@Sarah Laroche
zh_hant: 矢量手，作者：@Sarah Laroche

source: Welcome to TouchDesk
de: Willkommen bei TouchDesk
fr: Bienvenue sur TouchDesk
ja: TouchDesk へようこそ
ko: TouchDesk에 오신 것을 환영합니다
zh_hans: 欢迎使用 TouchDesk
zh_hant: 歡迎使用 TouchDesk

# 偏好设置
source: Canvas Preferences
de: Leinwand-Einstellungen
fr: Préférences du canevas
ja: キャンバス設定
ko: 캔버스 설정
zh_hans: 画布偏好设置
zh_hant: 畫布偏好設定

# 像素橡皮擦
source: Pixel Eraser
de: Pixel-Radiergummi
fr: Gomme à pixels
ja: ピクセル消しゴム
ko: 픽셀 지우개
zh_hans: 像素橡皮擦
zh_hant: 像素橡皮擦

# 最近一次「捏合点击」画布的手，会成为惯用手。
source: The hand used for the last pinch tap on the canvas becomes the dominant hand
de: Die Hand, mit der zuletzt auf der Leinwand gezwickt wurde, wird zur dominanten Hand
fr: La main utilisée lors du dernier pincement sur la toile devient la main dominante
ja: 最後にキャンバス上でピンチタップした手が利き手になります
ko: 최근에 캔버스에서 핀치 탭한 손이 주로 쓰는 손이 됩니다
zh_hans: 最近一次捏合点击画布的手，会成为惯用手。
zh_hant: 最近一次捏合點擊畫布的手，會成為慣用手。

# 切换垂直画板
source: Switch to Vertical
de: Zu vertikal wechseln
fr: Passer en vertical
ja: 垂直方向に切り替え
ko: 세로로 전환
zh_hans: 切换垂直画板
zh_hant: 切換垂直畫板

# 切换水平画板
source: Switch to Horizontal
de: Zu horizontal wechseln
fr: Passer en horizontal
ja: 水平方向に切り替え
ko: 가로로 전환
zh_hans: 切换水平画板
zh_hant: 切換水平畫板

# 对象橡皮擦
source: Object Eraser
de: Objekt-Radiergummi
fr: Gomme d’objet
ja: オブジェクト消しゴム
ko: 객체 지우개
zh_hans: 对象橡皮擦
zh_hant: 對象橡皮擦

# 惯用手
source: Dominant Hand
de: Dominante Hand
fr: Main dominante
ja: 利き手
ko: 주로 쓰는 손
zh_hans: 惯用手
zh_hant: 慣用手

# 惯用手为右手时
source: When the dominant hand is right
de: Wenn die dominante Hand die rechte ist
fr: Lorsque la main dominante est la droite
ja: 利き手が右手の場合
ko: 오른손잡이인 경우
zh_hans: 惯用手为右手时
zh_hant: 慣用手為右手時

# 惯用手为左手时
source: When the dominant hand is left
de: Wenn die dominante Hand die linke ist
fr: Lorsque la main dominante est la gauche
ja: 利き手が左手の場合
ko: 왼손잡이인 경우
zh_hans: 惯用手为左手时
zh_hant: 慣用手為左手時

# 查看画布
source: View in New Window
de: In neuem Fenster ansehen
fr: Ouvrir dans une nouvelle fenêtre
ja: 新しいウィンドウで表示
ko: 새 창에서 보기
zh_hans: 在新窗口查看
zh_hant: 在新視窗查看

# 解锁无限图画、iCloud 储存
source: Unlock unlimited drawings and sync with iCloud
de: Unbegrenzte Zeichnungen freischalten und mit iCloud synchronisieren
fr: Débloquez des dessins illimités et synchronisez avec iCloud
ja: 無制限の描画をアンロックし、iCloud と同期
ko: 무제한 그림 잠금 해제 및 iCloud와 동기화
zh_hans: 解锁无限图画、iCloud 同步
zh_hant: 解鎖無限張圖畫、iCloud 同步

# 重新放置画板
source: Reposition Canvas
de: Leinwand neu positionieren
fr: Repositionner la toile
ja: キャンバスを再配置
ko: 캔버스 다시 배치
zh_hans: 重新放置画布
zh_hant: 重新放置畫布

source: /mo
fr: /mois
ja: /月
ko: /월
zh_hans: /月
zh_hant: /月

source: Feedback
fr: Retour d’information
ja: フィードバック
ko: 피드백
zh_hans: 意见反馈
zh_hant: 意見反饋

source: %@ plan
ja: %@プラン
ko: %@ 계획
zh_hans: %@订阅
zh_hant: %@訂閱

source: Version: %@
ja: バージョン：%@
ko: 버전: %@
zh_hans: 版本： %@
zh_hant: 版本：%@

source: OK
ko: 확인
zh_hans: 好的
zh_hant: 確定
